"livechat.inputfield.questionplaceholder" = "உங்கள் கேள்வியை உள்ளிடுக";
"livechat.inputfield.messageplaceholder" = "உங்கள் செய்தியை இங்கே டைப் செய்யவும்...";
"livechat.inputfield.feedbackplaceholder" = "உங்கள் கருத்தை இங்கு டைப் செய்யவும்…";
"livechat.inputfield.commentplaceholder" = "கருத்து";
"livechat.headertitle.feedback" = "உங்கள் பரிந்துரைகளை வழங்குங்கள்";
"livechat.button.send" = "அனுப்பு";
"livechat.button.ok" = "சரி";
"livechat.button.photolibrary" = "புகைப்பட லைப்ரரி";
"livechat.button.sendPhoto" = "புகைப்படத்தை அனுப்பு";
"livechat.button.takescreenshot" = "ஸ்கிரீன்ஷாட் எடு";
"livechat.button.cancel" = "ரத்துசெய்";
"livechat.button.open" = "திற";
"livechat.button.copy" = "நகலெடு";
"livechat.button.submit" = "சமர்ப்பி";
"livechat.button.back" = "< பின்செல்";
"livechat.button.select" = "தேர்ந்தெடு";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "பின்செல்";
"livechat.message.savetolibrary" = "கேமரா ரோலில் சேமி";
"livechat.message.offlineSend" = "ஆஃப்லைனில் அனுப்பு";
"livechat.message.secs" = "%@ வினாடி";
"livechat.message.sec" = "%@ வி";
"livechat.message.newmessage" = "%@ புதிய செய்தி";
"livechat.message.newmessages" = "%@ புதிய செய்திகள்";
"livechat.message.chattransfered" = "அரட்டை டிரான்ஸ்ஃபர் செய்யப்பட்டது. வணக்கம், நான் %@!! உங்களுக்கு உதவுவதில் எனக்கு மிக்க மகிழ்ச்சி.";
"livechat.message.agenjoinedchat" = "%@ இந்த உரையாடலில் இணைந்துள்ளார்.";
"livechat.message.sessionended" = "அமர்வு முடிந்தது - #%@";
"livechat.message.sessionendednovisitid" = "அமர்வு முடிந்தது";
"livechat.message.connectedto" = "%@ உடன் இணைக்கப்பட்டது";
"livechat.message.chatmissed" = "நாங்கள் விரைவில் உங்களைத் தொடர்புகொள்வோம்";
"livechat.ratingresponse.ratingandfeedback" = "உங்கள் மதிப்புமிக்க கருத்துக்கும் ரேட்டிங்கிற்கும் நன்றி";
"livechat.ratingresponse.feedback" = "உங்கள் மதிப்புமிக்க கருத்துக்கு நன்றி";
"livechat.ratingresponse.rating" = "உங்கள் மதிப்புமிக்க ரேட்டிங்கிற்கு நன்றி";
"livechat.message.name" = "நீங்கள்";
"livechat.ratingmessage.bad" = "மோசம்";
"livechat.ratingmessage.wow" = "அருமை";
"livechat.feedbackmessage.nofeedback" = "கருத்து இல்லை";
"livechat.connectionstatus.online" = "ஆன்லைன்";
"livechat.connectionstatus.offline" = "ஆஃப்லைன்";
"livechat.connectionstatus.waitingfornetwork" = "நெட்வொர்க்குக்காகக் காத்திருக்கிறது";
"livechat.connectionstatus.noconnection" = "நெட்வொர்க் இணைப்பு இல்லை..";
"livechat.day.morning" = "காலை";
"livechat.day.afternoon" = "மதியம்";
"livechat.day.evening" = "மாலை";
"livechat.day.night" = "இரவு";
"livechat.day.today" = "இன்று";
"livechat.day.yesterday" = "நேற்று";
"livechat.fileSize.exceed.alert" = "கோப்பின் அளவு அனுமதிக்கப்பட்ட அதிகபட்ச வரம்பை மீறுகிறது";
"livechat.message.sessionend" = "அரட்டை அமர்வு முடியப்போகிறது";
"livechat.leave.feedback" = "எங்களை தொடர்புகொண்டதற்கு நன்றி! \n உங்கள் மதிப்புமிக்க கருத்தை வழங்குங்கள்.";
"livechat.offline.sent" = "ஆஃப்லைனில் அனுப்பப்பட்டது";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "படம்";
"livechat.conversation.vidoe" = "வீடியோ";
"livechat.conversation.audio" = "குரல் செய்தி";
"livechat.conversation.file" = "கோப்பு";
"livechat.conversation.location" = "இருப்பிடம்";
"livechat.conversation.contact" = "தொடர்பு";
"livechat.ongoing.typing" = "டைப் செய்கிறார்";
"livechat.offline.message" = "தற்போது நாங்கள் அருகில் இல்லை. எங்களுக்கு ஒரு செய்தியை அனுப்புங்கள், விரைவில் நாங்கள் உங்களைத் தொடர்புகொள்வோம்.";
"livechat.start.chat" = "அரட்டையைத் தொடங்கு";
"livechat.recently.viewed" = "சமீபத்தில் பார்த்தது";
"livechat.faq.srarch.empty" = "அச்சோ! நீங்கள் தேடும் கட்டுரை இன்னும் கட்டமைக்கப்பட்டு வருகிறது! பிறகு பின்வாங்கலாம்!";
"livechat.faq.search" = "கட்டுரையைத் தேடுங்கள்";
"livechat.conversation" = "உரையாடல்கள்";
"livechat.faq" = "அறிவுத் தளம்";
"livechat.conversation.search.empty" = "அச்சச்சோ! தற்போதுள்ள எந்த உரையாடல்களும் நீங்கள் உள்ளிட்ட சொல்லுடன் பொருந்தவில்லை. வேறொரு வினவலை முயற்சிக்கவும்!";
"livechat.conversation.attended" = "%@ உடன் %@ இல்"; //in zylker with andrew
"livechat.conversation.missed" = "%@ இல் தவறவிட்டது";//Missed in sales
"livechat.conversation.search" = "உரையாடலைத் தேடுங்கள்";
"livechat.conversation.empty" = "உரையாடல் எதுவும் இல்லை! ஒரு கிளிக்கில் எங்கள் நிபுணர்களுடன் நீங்கள் இணையலாம்.";
"livechat.faq.empty" = "எங்களின் அறிவுத் தளப் பிரிவு கட்டமைக்கப்பட்டு வருகிறது. சிறிது நேரம் கழித்து மீண்டும் வாருங்கள்.";
"livechat.conversaiton.awaiting" = "இணைக்கக் காத்திருக்கிறது...";
"livechat.faq.article" = "கட்டுரை";
"livechat.faq.articles" = "கட்டுரைகள்";
"livechat.faq.view" = "பார்வை";
"livechat.faq.views" = "பார்வைகள்";
"COM.SIQ.END.CALL.DURATION" = "%@க்கான ஆடியோ அழைப்பில் இருந்தீர்கள்";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@ தற்போது பிஸியாக உள்ளார்";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ ஆடியோ அழைப்பை நிராகரித்துவிட்டார்";
"COM.SIQ.END.CALL.MISSED" = "%@ ஆடியோ அழைப்பைத் தவறவிட்டார்";
"COM.SIQ.END.CALL.TERMINATED" = "%@ ஆடியோ அழைப்பை ரத்துசெய்தார்";
"COM.SIQ.MISSED.CALL.TITLE" = "தவறவிட்ட அழைப்பு";
"COM.SIQ.MISSED.CALL.FROM" = "%@ இடமிருந்து வந்த அழைப்பை தவறவிட்டீர்கள்";
"livechat.button.endsession" = "அமர்வை முடி";
"livechat.message.missedChat" = "தவறவிட்ட அரட்டை";
"livechat.message.sharedfile" = "கோப்பைப் பகிர்ந்துள்ளார்";
"livechat.message.suggestions" = "ஆலோசனைகள்";
"livechat.message.like" = "விரும்புகிறேன்";
"livechat.message.dislike" = "விரும்பவில்லை";
"livechat.message.timezone" = "நேர மண்டலம்";
"livechat.message.date" = "தேதி";//
"livechat.message.time" = "நேரம்";//
"livechat.message.from" = "தொடக்கம்";//
"livechat.message.to" = "முடிவு";//
"livechat.message.speaker" = "ஸ்பீக்கர்";
"livechat.message.settings" = "அமைப்புகள்";
"livechat.message.okay" = "சரி";
"livechat.button.dnt" = "கண்காணிக்க வேண்டாம்";
"livechat.button.gotit" = "புரிந்தது!";
"livechat.button.learnmore" = "மேலும் அறிக";
"livechat.button.accept" = "ஏற்கிறேன்";
"livechat.button.decline" = "மறுக்கிறேன்";
"livechat.message.changeemail" = "மின்னஞ்சல் முகவரியை மாற்று";
"livechat.message.translateconsent" = "மொழிபெயர்ப்பு ஒப்புதல்";
"livechat.message.translation" = "இந்த உரையாடலை மொழிபெயர்க்க Google மொழிபெயர்ப்பைப் பயன்படுத்துகிறோம்";
"livechat.message.chatconsent" = "அரட்டை ஒப்புதல்";
"livechat.message.trackconsent" = "கண்காணித்தல் ஒப்புதல்";
"livechat.chatconsent.message" = "ஏற்கிறேன் என்பதைக் கிளிக் செய்வதன் மூலம், ஆவணத்தில் குறிப்பிடப்பட்டுள்ள எங்களது அனைத்து விதிமுறைகளையும் நிபந்தனைகளையும் ஏற்றுக்கொள்கிறீர்கள்.";
"livechat.trackconsent.message1" = "ஹாய்! செயலி சார்ந்த உங்களின் அனுபவத்தை மேம்படுத்த, எங்கள் செயலியில் உங்கள் செயல்பாடுகளைக் கண்காணிக்கிறோம்.";
"livechat.trackconsent.message2" = "ஹாய்! செயலி சார்ந்த உங்களின் அனுபவத்தை மேம்படுத்த, எங்கள் செயலியில் உங்கள் செயல்பாடுகளைக் கண்காணிக்கிறோம். ஆனால் இதிலிருந்து நீங்கள் விலக விரும்பினால், “கண்காணிக்க வேண்டாம்” விருப்பத்தைக் கிளிக் செய்யவும்.";
"livechat.message.cardmask" = "கிரெடிட் கார்டை மறைத்தல்";
"livechat.creditcard.message" = "உங்கள் கார்டு எண் மிகவும் முக்கியமான தரவு என்பதால், உங்கள் கார்டு எண்ணின் முதல் 12 இலக்கங்களை நாங்கள் மறைக்க வேண்டும் என விரும்புகிறீர்களா?";
"livechat.button.mask" = "மறை";
"livechat.message.emailtranscript" = "இந்த அரட்டை டிரான்ஸ்கிரிப்டை %@-க்கு மின்னஞ்சல் செய்ய உள்ளீர்கள்.";
"livechat.message.slidetodelete" = "நீக்க ஸ்லைடு செய்யவும்";
"livechat.message.holdtorecord" = "ரெக்கார்டு செய்ய அழுத்திப் பிடிக்கவும், நிறுத்த விடுவிக்கவும்";
"livechat.permission.microphone" = "குரல் செய்திகளைப் பதிவுசெய்து அனுப்ப, உங்கள் சாதனத்தின் மைக்ரோஃபோனை அணுக அனுமதியுங்கள்.";
"livechat.buttton.later" = "பின்னர்";
"livechat.message.permission" = "செயலிகளின் அமைப்புகளுக்குச் செல்";
"livechat.message.angry" = "கோபம்";
"livechat.message.sad" = "சோகம்";
"livechat.message.good" = "சிறப்பு";
"livechat.message.great" = "பிரமாதம்";
"livechat.message.chattransfering" = "%@ இந்த அரட்டையை %@-க்கு மாற்றுகிறார்.";
"livechat.message.forwardsupport" = "%@ இந்த அரட்டையை மாற்றுகிறார்.";
"livechat.message.forwardaccepted" = "அரட்டை வெற்றிகரமாக %@-க்கு பகிரப்பட்டது.";
"livechat.button.done" = "முடிந்தது";
"livechat.button.skip" = "தவிர்";
"livechat.button.confirm" = "உறுதிசெய்";
"livechat.message.bookslot" = "ஸ்லாட்டை முன்பதிவு செய்";
"livechat.message.verybad" = "மிகவும் மோசம்";
"livechat.message.neutral" = "நடுநிலை";
"livechat.message.pickdate" = "தேதியைத் தேர்வு செய்யுங்கள்";
"livechat.message.pickslot" = "நேரம் ஸ்லாட்டைத் தேர்வு செய்யுங்கள்";
"livechat.message.pickloc" = "இருப்பிடத்தைத் தேர்வு செய்யுங்கள்";
"livechat.message.location" = "இருப்பிடம்";
"livechat.message.curloc" = "தற்போதைய இருப்பிடத்தை அனுப்பு";
"livechat.message.selloc" = "தேர்ந்தெடுக்கப்பட்ட இடத்தை அனுப்பு";
"livechat.message.continuesession" = "எங்களுடனான உங்கள் அரட்டை அமர்வு முடிந்தது. தெளிவுபடுத்தப்பட வேண்டிய கேள்விகள் ஏதேனும் உள்ளதா? எங்களுடன் உரையாட தொடர்க என்பதைக் கிளிக் செய்யவும்.";
"livechat.button.sendemail" = "மின்னஞ்சல் அரட்டை டிரான்ஸ்கிரிப்ட்";
"livechat.button.continue" = "தொடர்க";
"livechat.message.mailsent" = "மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது";
"livechat.message.mailfailed" = "அஞ்சலை அனுப்ப முடியவில்லை";
"livechat.button.yes" = "ஆம்";
"livechat.button.no" = "இல்லை";
"livechat.message.connectohuman" = "மனித உதவி வேண்டுமா?";
"livechat.message.downloading" = "பதிவிறக்குகிறது";
"livechat.message.uploading" = "பதிவேற்றுகிறது";
"livechat.message.sendphoto" = "1 புகைப்படத்தை அனுப்பு";
"livechat.message.sendvideo" = "1 வீடியோவை அனுப்பு";
"livechat.message.sendphotos" = "%@ புகைப்படங்களை அனுப்பு";
"livechat.message.sendvideos" = "%@ வீடியோக்களை அனுப்பு";
"livechat.message.senditems" = "%@ உருப்படிகளை அனுப்பு";
"livechat.message.saved" = "சேமிக்கப்பட்டது";
"livechat.message.screenshot" = "படம்பிடிக்கத் தட்டவும்";
"livechat.message.time.yearsago" = "%@வ. முன்பு";
"livechat.message.time.monthsago" = "%@மா. முன்பு";
"livechat.message.time.weeksago" = "%@வா. முன்பு";
"livechat.message.time.daysago" = "%@நா. முன்பு";
"livechat.message.time.hoursago" = "%@மநே. முன்பு";
"livechat.message.time.minutesago" = "%@நிமி. முன்பு";
"livechat.message.time.secondsago" = "%@வினா. முன்பு";
"livechat.continue.chat" = "அரட்டையைத் தொடரவும்";
"livechat.conversation.started" = "%@ இல்";
"livechat.message.sendfeedback" = "கருத்தை அனுப்பு";
"livechat.message.sessionendtime" = "அரட்டை அமர்வு %@-இல் முடிந்துவிடும்";
"livechat.message.recieveimage" = "%@ உங்களுக்கு ஒரு படத்தை அனுப்பியுள்ளார்";
"livechat.message.recievevideo" = "%@ உங்களுக்கு ஒரு வீடியோவை அனுப்பியுள்ளார்";
"livechat.message.recievegif" = "%@ உங்களுக்கு ஒரு GIF-ஐ அனுப்பியுள்ளார்";
"livechat.message.recievefile" = "%@ உங்களுக்கு ஒரு கோப்பை அனுப்பியுள்ளார்";
"livechat.message.recieveaudio" = "%@ உங்களுக்கு ஒரு ஆடியோ கிளிப்பை அனுப்பியுள்ளார்";
"livechat.message.sharescreenshot" = "ஸ்கிரீன்ஷாட்டைப் பகிர்";
"livechat.message.defaultthankmsg" = "இன்று உங்களுடன் உரையாடியதில் எனக்கு மிக்க மகிழ்ச்சி. சிறிது நேரம் ஒதுக்கி எங்களுக்கு உங்கள் “ரேட்டிங்கை” வழங்குங்கள்.";
"livechat.message.rate.1star" = "எங்களால் உதவ முடியாமல் போனதற்கு வருந்துகிறோம். எங்களது ஆதரவை மேம்படுத்துவோம்.";
"livechat.message.rate.2star" = "மன்னிப்புக் கோருகிறோம்! அடுத்த முறை சிறந்த அனுபவத்தை வழங்குவோம் என்று உறுதியளிக்கிறோம்.";
"livechat.message.rate.3star" = "உங்கள் ரேட்டிங்கிற்கு நன்றி! எந்த உதவிக்கும் தயங்காமல் எங்களை தொடர்பு கொள்ளுங்கள்.";
"livechat.message.rate.4star" = "உங்கள் மதிப்பீட்டிற்கு நன்றி. உங்களுக்கு உதவுவதில் மகிழ்ச்சி.";
"livechat.message.rate.5star" = "ஆஹா, நன்றி!  உங்களுக்கு உதவுவதில் நாங்கள் மகிழ்ச்சியடைகிறோம்";
"livechat.message.feedback" = "உங்களது கருத்துக்களுக்கு மிக்க நன்றி!";
"livechat.message.state.connecting" = "இணைக்கிறது";
"livechat.message.state.connected" = "இணைக்கப்பட்டது";
"livechat.message.inputcard.title.name" = "பெயரை உள்ளிடுக";
"livechat.message.inputcard.title.phone" = "தொடர்பு எண்ணை உள்ளிடுக";
"livechat.message.inputcard.title.url" = "URL-ஐ உள்ளிடுக";
"livechat.message.inputcard.title.email" = "மின்னஞ்சலை உள்ளிடுக";
"livechat.message.inputcard.error.name" = "சரியான பெயரை உள்ளிடுங்கள்";
"livechat.message.inputcard.error.email" = "சரியான மின்னஞ்சல் முகவரியை உள்ளிடுங்கள்";
"livechat.message.inputcard.error.contact" = "சரியான தொடர்பு எண்ணை உள்ளிடுங்கள்";
"livechat.message.inputcard.error.url" = "சரியான URL-ஐ உள்ளிடுங்கள்";
"livechat.message.form.inline.introduction" = "நாங்கள் யாருடன் பேசுகிறோம் என்பதை அறிய உதவுங்கள்.";
"livechat.message.form.inline.chatmessage" = "அரட்டையைத் தொடங்க, இரண்டு விவரங்களை எங்களுக்கு வழங்குங்கள்.";
"livechat.message.form.inline.buttontitle" = "படிவத்தை நிரப்பவும்";
"livechat.message.form.field.error.question" = "கேள்வியை உள்ளிடவும்";
"livechat.message.form.field.question" = "உங்கள் கேள்வியை இங்கு உள்ளிடவும்";
"livechat.message.form.field.campaign" = "எங்கள் செய்திமடலுக்கு சப்ஸ்கிரைப் செய்ய விரும்புகிறீர்களா?";
"livechat.message.form.field.error.unknown" = "வழங்கிய பதில் தவறானதாகும்.";
"livechat.message.form.field.department.fieldname" = "துறை";
"livechat.message.form.field.department.message" = "உங்கள் கோரிக்கை எந்தத் துறைக்கு அனுப்பப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்";
"livechat.message.form.field.department.placeholder" = "ஒரு துறையைத் தேர்வுசெய்க";
"livechat.message.form.field.department.coversation.error" = "மற்றொரு துறையைத் தேர்ந்தெடுக்கவும்.";
"livechat.message.form.field.department.traditional.error" = "சரியான துறையைத் தேர்வுசெய்யுங்கள்";
"livechat.message.form.field.email.fieldname" = "மின்னஞ்சல்";
"livechat.message.form.field.email.message" = "இந்த முகவரிக்கு நாங்கள் மின்னஞ்சல் அனுப்பலாமா?";
"livechat.message.form.field.email.placeholder" = "உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடுக";
"livechat.message.form.field.email.coversation.error" = "நீங்கள் உள்ளிட்ட மின்னஞ்சல் முகவரி தவறானது போல் தெரிகிறது. உங்கள் மின்னஞ்சல் முகவரியை மீண்டும் உள்ளிடவும்.";
"livechat.message.form.field.email.traditional.error" = "சரியான மின்னஞ்சல் முகவரியை உள்ளிடுங்கள்";
"livechat.message.form.field.phone.fieldname" = "தொலைபேசி";
"livechat.message.form.field.phone.message" = "உங்கள் தொடர்பு எண்ணை வழங்க முடியுமா?";
"livechat.message.form.field.phone.placeholder" = "உங்கள் தொடர்பு எண்ணை உள்ளிடுக";
"livechat.message.form.field.phone.coversation.error" = "நீங்கள் உள்ளிட்ட தொலைபேசி எண் தவறானது போல் தெரிகிறது. உங்கள் தொலைபேசி எண்ணை மீண்டும் உள்ளிடவும்.";
"livechat.message.form.field.phone.traditional.error" = "சரியான தொலைபேசி எண்ணை உள்ளிடுங்கள்";
"livechat.message.form.field.name.fieldname" = "பெயர்";
"livechat.message.form.field.name.message" = "நீங்கள் எவ்வாறு குறிப்பிடப்பட வேண்டுமென்று விரும்புகிறீர்கள்?";
"livechat.message.form.field.name.placeholder" = "உங்கள் பெயரை உள்ளிடுக";
"livechat.message.form.field.name.coversation.error" = "நீங்கள் உள்ளிட்ட பெயர் சரியானதாகத் தெரியவில்லை. உங்களுடைய பெயரை மீண்டும் உள்ளிடுங்கள்.";
"livechat.message.form.field.name.traditional.error" = "சரியான பெயரை உள்ளிடுங்கள்";
"livechat.message.form.conversation.sendername" = "ஆப்பரேட்டர்";
"livechat.message.form.traditional.title" = "பயனர் விவரங்கள்";
"livechat.message.error.internet" = "உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.";
"livechat.message.error.unknown" = "அச்சச்சோ! ஏதோ தவறாகிவிட்டது. மீண்டும் முயற்சிக்கவும்";
"livechat.conversation.started_no_dept" = "%@ உடன்";
"livechat.message.reopensession" = "உங்கள் அரட்டை அமர்வு முடிந்துவிட்டது. மேலும் கேள்விகள் இருந்தால், அரட்டையை நீங்கள் மீண்டும் திறக்கலாம்.";
"livechat.message.failiure.unknown" = "ஏதோ தவறாகிவிட்டது. பிழைக் குறியீடு: %@";
"livechat.message.failiure.throttle" = "இணைப்பு குறைவாக உள்ளது. சிறிது நேரத்திற்குப் பிறகு முயற்சிக்கவும்.";
"livechat.message.failiure.operationFailed" = "இயக்கம் தோல்வியடைந்தது";
"livechat.button.reopen" = "அரட்டையை மீண்டும் திற";
"livechat.message.conversation.reopened" = "அரட்டையை மீண்டும் திறந்துவிட்டீர்கள்";
"livechat.message.sendblocked.ended" = "இந்த அரட்டை முடிந்துவிட்டது";
"livechat.message.conversation.operatorsunavailable" = "ஆப்பரேட்டர்கள் யாரும் இல்லை";
"livechat.message.conversation.waiting" = "ஆப்பரேட்டர் விரைவில் இணைவார்";
"livechat.message.conversation.formwaiting" = "உங்கள் விவரங்களுக்காகக் காத்திருக்கிறது";
"livechat.button.sure" = "நிச்சயம்";
"livechat.message.chatwithus" = "இப்போதே எங்களுடன் பேசுங்கள்!";
"livechat.message.search" = "தேடு";
"livechat.rate.titlemessage" = "எங்களுடனான உரையாடல் அனுபவம் எப்படி இருந்தது?";
"livechat.rate.subtitlemessage" = "சிறிது நேரம் ஒதுக்கி உங்கள் ரேட்டிங்கை வழங்குங்கள்.";
"livechat.message.time.justnow" = "இப்போது தான்";
"livechat.message.file" = "கோப்பு";
"livechat.message.missed.message" = "அச்சச்சோ, உங்களைத் தவறவிட்டுவிட்டோம்! உங்களுக்கு விரைவில் பதிலளிக்கிறோம்!";
"livechat.message.connection.online.message" = "மீண்டும் ஆன்லைனில்!";
"salesiq.chat.branding" = "SalesIQ Mobilisten-ஆல் இயக்கப்படுகிறது";
"livechat.button.download" = "பதிவிறக்கு";
"livechat.alert.formactivenotice.title" = "மற்றொரு அரட்டையில் படிவம் செயலிலுள்ளது";
"livechat.alert.formactivenotice.subtitle" = "புதிய அரட்டையைத் தொடங்கும் முன் முந்தைய அரட்டையில் உள்ள படிவத்தைப் பூர்த்தி செய்யவும்!";
"livechat.message.offlinemessage.submitted" = "ஆஃப்லைன் செய்திகள் சமர்ப்பிக்கப்பட்டது";
"livechat.message.storage_permission.denied" = "சேமிப்பகம் அனுமதி மறுக்கப்பட்டது.";
"livechat.message.timedout" = "நேரம் முடிந்தது";
"livechat.message.success" = "வெற்றி";
"livechat.message.faliure" = "தோல்வியடைந்தது";
"livechat.message.widget.selectionlimit" = "பல தேர்வு வரம்பை அடைந்துவிட்டீர்கள்";
"livechat.message.noresult" = "முடிவுகள் எதுவும் இல்லை";
"livechat.message.waitingforconnection" = "நெட்வொர்க் இணைப்பிற்காகக் காத்திருக்கிறது";
"livechat.message.chat.closedalert" = "அமர்வு மூடப்பட்டது! தொடர்வதற்கு அரட்டையை மீண்டும் திறக்கவும்.";
"livechat.message.info.chatmissed" = "உங்கள் அரட்டை கோரிக்கையைத் தவறவிட்டோம்";
"livechat.message.status.sending" = "அனுப்புகிறது";
"livechat.message.status.sent" = "அனுப்பப்பட்டது";
"livechat.message.status.resend" = "மீண்டும் அனுப்பு";
"livechat.message.status.delete" = "நீக்கு";
"livechat.message.inputcard.error.novalue" = "சரியான மதிப்பை உள்ளிடவும்";
"livechat.chat.pendingaction.placeholder" = "காத்திருங்கள்.";
"livechat.chat.sender.profanity.alert" = "துஷ்பிரயோகம் எச்சரிக்கை";
"livechat.chat.queue.banner.calculating" = "காத்திருக்கும் நேரத்தைக் கணக்கிடுகிறது...";
"livechat.chat.queue.banner.title" = "அரட்டை வரிசையில் உள்ளீர்கள்";
"livechat.chat.queue.banner.timeremaining" = "மதிப்பிடப்பட்ட காத்திருப்பு நேரம் சுமார் ~%@";
"livechat.chat.queue.banner.position.subtitle" = "ஸ்பாட்";
"livechat.chat.list.subtitle.queue.spot" = "வரிசையில் ஸ்பாட்: %@";
"livechat.gdpr.googletranslate.consent" = "இந்தச் சேவையில் Google வழங்கும் மொழிபெயர்ப்புகள் இருக்கலாம். துல்லியம், நம்பகத்தன்மை, வணிகத்தன்மை, ஒரு குறிப்பிட்ட நோக்கத்திற்கான பொருந்தக்கூடிய தன்மை, மீறல் இன்மை ஆகியவற்றுக்கான மறைமுகமான உத்தரவாதங்கள் உட்பட, மொழிபெயர்ப்பு தொடர்புடைய அனைத்து வெளிப்படையான அல்லது மறைமுகமான உத்தரவாதங்களையும் Google மறுக்கிறது.";
"livechat.button.schedule" = "திட்டமிடு";
"livechat.message.inputwidget.datetime.title" = "தேதி மற்றும் நேரம்";
"livechat.message.search.country.placeholder" = "நாடு அல்லது குறியீட்டைத் தேடு";
"livechat.message.permission.denied.location" = "இருப்பிடம் அனுமதி மறுக்கப்பட்டது";
"livechat.messsage.search.noresults" = "உங்கள் தேடலுடன் பொருந்தக்கூடிய எந்த முடிவுகளையும் எங்களால் கண்டறிய முடியவில்லை";

"livechat.message.status.edit" = "திருத்து";
"livechat.message.status.reply" = "பதிலளி";
"livechat.message.deletingmessage" = "செய்தியை நீக்குகிறது";
"livechat.message.deletemessage" = "செய்தியை நீக்க வேண்டுமா?";
"livechat.message.messagedeletedforeveryone" = "இந்த செய்தி அனைவருக்கும் நீக்கப்படும். இந்தச் செயலைச் செயல்தவிர்க்க முடியாது";
"livechat.message.loadmoremessage" = "மேலும் காட்டு";
"livechat.message.messagedeleted" = "இந்த செய்தி நீக்கப்பட்டது";
"livechat.message.messageedited" = "திருத்தப்பட்டது";
"livechat.message.failure.transcriptFetch" = "செய்திகளை ஏற்ற முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.";
"livechat.message.failure.deleteMessage" = "செய்திகளை நீக்க முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.";
"livechat.message.failure.editMessage" = "செய்திகளைத் திருத்த முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.";
"livechat.message.log.title" = "செயலிப் பதிவு";
"livechat.message.log.chatMessage" = "ஆப்பரேட்டர் உங்கள் செயலிப் பதிவுக்கான அணுகலைக் கோரியுள்ளார்";
"livechat.message.share" = "பகிர்";
"livechat.info.message" = "நகலெடுக்கப்பட்டது";

//Bookings
"livechat.booking.description" = "அப்பாயிண்ட்மெண்ட்டைத் திட்டமிட கீழுள்ள “இப்போதே முன்பதிவு செய்” என்பதைக் கிளிக் செய்யவும்.";
"livechat.booking.bookappointment" = "அப்பாயிண்ட்மெண்ட் முன்பதிவு செய்";
"livechat.booking.cancelbooking" = "முன்பதிவை ரத்துசெய்";
"livechat.booking.cancelbooking.message" = "இந்த முன்பதிவை நிச்சயமாக ரத்துசெய்ய விரும்புகிறீர்களா?";
"livechat.booking.discardbooking" = "மாற்றங்களை நிச்சயமாக நிராகரிக்க விரும்புகிறீர்களா";
"livechat.common.discard" = "நிராகரி";
"livechat.booking.pickadate" = "தேதியைத் தேர்வு செய்யுங்கள்";
"livechat.booking.allslotsbooked" = "அனைத்து ஸ்லாட்டுகளும் முன்பதிவு செய்யப்பட்டுள்ளன";
"livechat.booking.allslotsbooked.message" = "இந்தத் தேதியில் எல்லா ஸ்லாட்டுகளும் முன்பதிவு செய்யப்பட்டதாகத் தெரிகிறது, மற்றொரு தேதியை முயற்சித்துப் பாருங்கள்.";
"livechat.booking.unavailable" = "கிடைக்கவில்லை";
"livechat.booking.slots" = "ஸ்லாட்டுகள்";
"livechat.booking.slot" = "ஸ்லாட்";
"livechat.booking.choosedate" = "தேதியைத் தேர்ந்தெடுங்கள்";
"livechat.booking.bookingconfirmation.title" = "முன்பதிவை உறுதிப்படுத்தல்";
"livechat.booking.verifydetails" = "தொடர்பு விவரங்களை உறுதிசெய்";
"livechat.common.noresultfound" = "தேடலுக்கான முடிவுகள் எதுவும் கிடைக்கவில்லை";
"livechat.booking.choosetimeslot.title" = "நேரம் ஸ்லாட்டைத் தேர்ந்தெடுங்கள்";
"livechat.booking.booknow" = "இப்போதே முன்பதிவு செய்";
"livechat.booking.scheduled" = "திட்டமிடப்பட்டது";
"livechat.booking.cancelled" = "ரத்து செய்யப்பட்டது";
"livechat.booking.reschedule" = "மறுதிட்டமிடு";
"livechat.booking.cancel" = "ரத்துசெய்";

"livechat.booking.expired" = "காலாவதியாகிவிட்டது";
"livechat.booking.rescheduled" = "மறுதிட்டமிடப்பட்டது";
"livechat.booking.error.booknow" = "மீண்டும் முயற்சிக்கவும்"; // Done
"livechat.booking.error.bookanappointment" = "அப்பாயிண்ட்மெண்ட்டை முன்பதிவு செய்ய முடியவில்லை"; // Done
"livechat.booking.error.confirmappointment" = "அப்பாயிண்ட்மெண்ட்டை முன்பதிவு தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்."; // Done
"livechat.booking.error.rescheduleaction" = "மறுதிட்டமிட முடியவில்லை. மீண்டும் முயற்சிக்கவும்.";
"livechat.booking.error.cancelaction" = "ரத்துசெய்ய முடியவில்லை. மீண்டும் முயற்சிக்கவும்.";
"livechat.booking.error.rescheduleappointment" = "மறுதிட்டமிட முடியவில்லை. மீண்டும் முயற்சிக்கவும்."; // Done
"livechat.info.booking.reschedule" = "அப்பாயிண்ட்மெண்ட் மறுதிட்டமிடப்பட்டது"; // Done
"livechat.info.booking.cancel" = "அப்பாயிண்ட்மெண்ட் ரத்துசெய்யப்பட்டது"; // Done
"livechat.booking.success.appointment" = "அப்பாயிண்ட்மெண்ட் வெற்றிகரமாக முன்பதிவு செய்யப்பட்டது"; // Done
"livechat.booking.success.reschedule" = "அப்பாயிண்ட்மெண்ட் வெற்றிகரமாக மறுதிட்டமிடப்பட்டது"; // Done
"livechat.booking.success.cancel" = "அப்பாயிண்ட்மெண்ட் வெற்றிகரமாக ரத்துசெய்யப்பட்டது"; // Done
"livechat.booking.disabled" = "போர்ட்டலில் ஒருங்கிணைப்பு செயல்படுத்தப்படவில்லை";
"livechat.booking.search" = "இதற்கான தேடல் முடிவுகள் எதுவுமில்லை";
"livechat.voicemessage.alert.title" = "குரல் செய்தியை நிராகரி";
"livechat.voicemessage.alert.message" = "இது உங்கள் பதிவு செய்யப்பட்ட குரல் செய்தியை நிராகரித்துவிடும்";
"livechat.booking.alert.discardChangesPrompt" = "செய்யப்பட்ட மாற்றங்கள் சேமிக்கப்படாது. தொடர விரும்புகிறீர்களா?";
"livechat.alert.button.proceed" = "தொடர்க";
"livechat.alert.button.cancel" = "ரத்துசெய்";

// knowledgebase
"livechat.knowledgebase.subcategories" = "துணைப் பிரிவுகள்";
"livechat.knowledgebase.article" = "கட்டுரை";
"livechat.knowledgebase.articles" = "கட்டுரைகள்";
"livechat.knowledgebase.relatedarticles" = "தொடர்புடைய கட்டுரைகள்";
"livechat.knowledgebase.subcategory.count" = "துணைப் பிரிவு";
"livechat.knowledgebase.subcategories.count" = "துணைப் பிரிவுகள்";
"livechat.knowledgebase.recentlyviewed" = "சமீபத்தில் பார்த்தது";
"livechat.knowledgebase.choosedepartment" = "துறையைத் தேர்வுசெய்க";
"livechat.knowledgebase.search.departments" = "துறைகள்";
"livechat.knowledgebase.delete.or.disabled" = "கட்டுரை இல்லை";

"livechat.knowledgebase.recentsearches" = "சமீபத்திய தேடல்கள்";
"livechat.knowledgebase.categories" = "வகைப்பாடுகள்";
"livechat.knowledgebase.article.updated" = "புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.action.like" = "விரும்புகிறேன்";
"livechat.knowledgebase.action.dislike" = "விரும்பவில்லை";
"livechat.knowledgebase.info.liked" = "விரும்பப்பட்டது";
"livechat.knowledgebase.info.disliked" = "விரும்பப்படவில்லை";
"livechat.knowledgebase.view" = "பார்வை";
"livechat.knowledgebase.views" = "பார்வைகள்";
"livechat.knowledgebase.action.invalid" = "தவறான செயல். மீண்டும் முயற்சிக்கவும்.";
"livechat.knowledgebase.noviews" = "பார்வைகள் இல்லை";

"livechat.chat" = "அரட்டை";
"livechat.knowledgebase.time.yearsago" = "%@வ. முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.monthago" = "%@மா. முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.dayago" = "1 நாளுக்கு முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.daysago" = "%@ நாட்களுக்கு முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.hourago" = "1 மணிநேரத்திற்கு முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.hoursago" = "%@ மணிநேரத்திற்கு முன்பு புதுப்பிக்கப்பட்டது";
"livechat.knowledgebase.time.justnow" = "இப்போது தான் புதுப்பிக்கப்பட்டது";
"livechat.conversation.unavailable" = "அரட்டை இல்லை";
"livechat.message.file.not.supported" = "கோப்பு வகை ஆதரிக்கப்படவில்லை";
"livechat.message.sending.failed" = "செய்தியை அனுப்ப முடியவில்லை";
"livechat.launcher.dismiss" = "நிராகரிக்க இங்கே இழுக்கவும்";
"livechat.button.endchat" = "அரட்டையை முடி";

"livechat.message.resendall" = "அனைத்தையும் மீண்டும் அனுப்பு";
"livechat.message.deleteall" = "அனைத்தையும் நீக்கு";
"livechat.filebotcard.minimumselection.error" = "குறைந்தது %@ கோப்புகளைத் தேர்ந்தெடுக்கவும்";
"livechat.filebotcard.maximumselection.error" = "%@ கோப்புகளுக்கு மேல் பகிர முடியாது";
"livechat.filebotcard.selectionfile.limitexceed.error" = "கோப்பின் அளவு %@-ஐத் தாண்டக்கூடாது";
"livechat.filebotcard.upload" = "பதிவேற்று";

"livechat.message.widget.minimumselectionlimit" = "குறைந்தது %@ தேர்வு தேவை";
"livechat.message.resource.viewarticle" = "கட்டுரையைக் காட்டு";
"livechat.filebotcard.unsupportedfile.error" = "தேர்ந்தெடுக்கப்பட்டக் கோப்பு ஆதரிக்கப்படவில்லை, வேறொரு கோப்பைத் தேர்வுசெய்யவும். ";
"livechat.fab.call.action" = "அழை";
"livechat.fab.chat.action" = "அரட்டை";
"livechat.fab.close.action" = "மூடு";

"livechat.info.call.convertedaschat" = "%@ மூலம் அழைப்பு அரட்டையாக மாற்றப்பட்டது";
"livechat.info.call.end" = "%@க்கு %@ ஆடியோ அழைப்பு";
"livechat.info.call.reject.peer" = "%@ தற்போது பிஸியாக உள்ளார். பின்னர் அழைக்க முயற்சிக்கவும்";
"livechat.info.call.reject" = "%@, %@-க்கு உங்கள் ஆடியோ அழைப்பை நிராகரித்தார்";
"livechat.info.call.missed.other" = "%@, %@க்கு உங்கள் ஆடியோ அழைப்பைத் தவறவிட்டார்";
"livechat.info.call.missed.self" = "%@, %@-க்கு ஆடியோ அழைப்பைத் தவறவிட்டார்";
"livechat.info.call.cancelled" = "%@, %@க்கு ஆடியோ அழைப்பை ரத்துசெய்தார்";
"livechat.common.loading" = "ஏற்றுகிறது...";
"livechat.call.title.ongoingcall" = "செயலிலுள்ள அழைப்பு";
"livechat.prechat.chat.online.title" = "இப்போதே எங்களுடன் பேசுங்கள்!";
"livechat.prechat.chat.offline.title" = "எங்களுக்கு செய்தி அனுப்புங்கள்";
"livechat.prechat.call.online.title" = "இப்போதே எங்களை அழையுங்கள்";
"livechat.prechat.call.offline.title" = "எங்களுக்கு ஒரு மிஸ்டு கால் கொடுங்கள்";
"livechat.call.warning.make.new.call" = "நீங்கள் ஏற்கனவே வேறொரு அழைப்பில் இருக்கும்போது புதிய அழைப்பைச் செய்ய முடியாது.";
"livechat.call.end.alert.when.end.conversation" = "அரட்டையை முடித்தால், செயலிலுள்ள அழைப்பும் முடிந்துவிடும். நிச்சயமாகத் தொடர விரும்புகிறீர்களா?";
"livechat.action.end" = "முடிவு";
"livechat.prechat.brand.back.to.online" = "ஹே, நாங்கள் மீண்டும் ஆன்லைனுக்கு வந்துவிட்டோம்!";
"livechat.call.outgoingcall.duration" = "%@-க்கான வெளிச்செல்லும் அழைப்பு";
"livechat.call.missed" = "தவறவிட்ட அழைப்பு";
"livechat.call.cancelled" = "ரத்துசெய்யப்பட்ட அழைப்பு";
"livechat.missed.chat.response" = "எங்களை தொடர்புகொண்டதற்கு நன்றி! உங்களுக்கு விரைவில் பதிலளிப்போம்.";
"livechat.call.miss.alert.title" = "ஆப்பரேட்டர்கள் இல்லை";
"livechat.call.miss.alert.message" = "எங்களுக்கு ஒரு மிஸ்டு கால் கொடுக்க விரும்புகிறீர்களா?";
"livechat.chat.miss.alert.message" = "எங்களுக்கு செய்தி அனுப்ப விரும்புகிறீர்களா?";
"livechat.call.recording.consent.title" = "அழைப்பு ரெக்கார்டிங்கிற்கான ஒப்புதல்";
"livechat.call.recording.consent" = "அனைத்து அழைப்புகளும் தர உறுதி, ரெக்கார்டு-கீப்பிங் மற்றும் பயிற்சி நோக்கங்களுக்காக ரெக்கார்டு செய்யப்படுகின்றன. “ஏற்கிறேன்” என்பதைக் கிளிக் செய்வதன் மூலம், அழைப்பை ரெக்கார்டு செய்ய ஒப்புதல் வழங்குகிறீர்கள்.";
"livechat.call.queue.title" = "வரிசையில் உள்ள அழைப்பு";
"livechat.call.microphone.permission.title" = "அணுக அனுமதிக்கவும்";
"livechat.call.microphone.permission.custom.message" = "குரல் அழைப்புகளுக்கு உங்கள் மைக்ரோஃபோனை அணுக %@-க்கு அனுமதி தேவை";
"livechat.call.microphone.permission.message" = "குரல் அழைப்புகளுக்கு உங்கள் மைக்ரோஃபோனை அணுக இந்தச் செயலிக்கு அனுமதி தேவை";
"livechat.button.endconversation" = "உரையாடலை முடி";
"livechat.message.offlinechat" = "ஆஃப்லைன் அரட்டை";
"livechat.message.offlinecall" = "ஆஃப்லைன் அழைப்பு";
"livechat.checkbox.consent.message" = "விதிமுறைகளையும் நிபந்தனைகளையும் ஏற்கிறேன்";
"livechat.checkbox.consent.message.tac" = "விதிமுறைகள் மற்றும் நிபந்தனைகள்";
"livechat.list.subtitle.queue.call" = "உங்கள் அழைப்பு வரிசையில் உள்ளது. காத்திருக்கவும்.";
"livechat.list.subtitle.queue.chat" = "உங்கள் அரட்டை வரிசையில் உள்ளது. காத்திருக்கவும்.";
"livechat.common.gdpr.consent.title" = "உரையாடல் ஒப்புதல்";
"livechat.common.gdpr.consent.message" = "“ஏற்கிறேன்” என்பதைக் கிளிக் செய்வதன் மூலம், ஆவணத்தில் குறிப்பிடப்பட்டுள்ள அனைத்து விதிமுறைகளையும் நிபந்தனைகளையும் நீங்கள் ஏற்றுக்கொள்கிறீர்கள்.";
"livechat.common.gdpr.consent.message.in.forms" = "விதிமுறைகள் மற்றும் நிபந்தனைகள் தேர்வுப்பெட்டியைத் தேர்வுசெய்வதன் மூலம், ஆவணத்தில் குறிப்பிடப்பட்டுள்ள அனைத்து விதிமுறைகளையும் நீங்கள் ஏற்றுக்கொள்கிறீர்கள்.";
"livechat.form.toast.agree.tac" = "தொடர்வதற்கு விதிமுறைகளையும் நிபந்தனைகளையும் ஏற்கவும்";
"livechat.list.missed.call.subtitle" = "உங்கள் அழைப்பைத் தவறவிட்டோம். பின்னர் முயற்சிக்கவும்.";
"livechat.list.cancel.call.subtitle" = "நீங்கள் ஆடியோ அழைப்பை ரத்துசெய்துவிட்டீர்கள்.";
"livechat.list.subtitle.ongoingcallinothersession" = "மற்றொரு அமர்வில் நடந்துகொண்டிருக்கும் அழைப்பு";
"livechat.call.failed.message" = "எங்களின் அனைத்து ஆப்பரேட்டர்களும் தற்போது கிடைக்கவில்லை என்று தெரிகிறது!";
"livechat.call.waiting.for.response" = "எங்கள் ஆதரவு பிரதிநிதி உங்கள் அழைப்பில் கலந்துகொள்ளும் வரை காத்திருக்கவும்";
"livecaht.call.initialization.failed" = "துவக்க முடியவில்லை";
